Repository: pohuing/paperless-mobile
Catalog: lib/l10n/intl_*.arb
Languages: ca, cs, de, es

# uploadInferValuesHint
source: If you specify values for these fields, your paperless instance will not automatically derive a value. If you want these values to be automatically populated by your server, leave the fields blank.
ca: Si especifiques valors per a aquests camps, la instància de Paperless no obtindrà un valor automàticament. Deixa els camps en blanc si vols que el vostre servidor els ompli automàticament.
cs: Pokud specifikuješ hodnoty pro tato pole, paperless instance nebude automaticky přiřazovat naučené hodnoty. Pokud mají být tato pole automaticky vyplňována, nevyplňujte zde nic.
de: Wenn Werte für diese Felder angegeben werden, wird Paperless nicht automatisch einen Wert zuweisen. Wenn diese Felder automatisch von Paperless erkannt werden sollen, sollten die Felder leer bleiben.
es: Si especifica valores en estos campos, su instancia de Paperless no obtendrá un valor automáticamente. Deje estos campos en blanco si quiere que estos valores sean completados por el servidor.

# useTheConfiguredBiometricFactorToAuthenticate
source: Use the configured biometric factor to authenticate and unlock your documents.
ca: Utilitza el factor biomètric per autenticar i desbloquejar els documents.
cs: Použít nastavené biometrické údaje pro ověření a odemčení dokumentů.
de: Benutze den konfigurierten Biometrischen Faktor um dich zu identifizieren und auf deine Dokumente zuzugreifen.
es: Usar el factor biométrico configurado para autenticar y desbloquear sus documentos.

source: Verify your identity
ca: Verifica la identitat
cs: Ověř svou identitu
de: Verifiziere deine Identität
es: Verifica tu identidad

source: Verify Identity
ca: Verifica identitat
cs: Ověřit identitu
de: Identität verifizieren
es: Verificar identidad

source: Detailed
ca: Detall
cs: Detailně
de: Detailliert
es: Detallado

source: Grid
ca: Graella
cs: Mřížka
de: Raster
es: Cuadrícula

source: List
ca: Llista
cs: Seznam
de: Liste
es: Lista

source: Remove
ca: Esborra
cs: Odstranit
de: Entfernen
es: Eliminar

source: Remove query from search history?
ca: Elimina consulta de l'historial de cerca?
cs: Odstranit dotaz z historie vyhledávání?
de: Aus Suchverlauf entfernen?
es: ¿Eliminar consulta del historial de búsqueda?

# dynamicColorScheme
source: Dynamic
ca: Dinàmic
cs: Dynamicky
de: Dynamisch
es: Dinámico

# classicColorScheme
source: Classic
ca: Clàssic
cs: Klasicky
de: Klassisch
es: Clásico

# notificationDownloadComplete
source: Download complete
ca: Descàrrega complerta
cs: Stahování dokončeno
de: Download abgeschlossen
es: Descarga completada

# notificationDownloadingDocument
source: Downloading document
ca: Descarregant document
cs: Stahování dokumentu
de: Dokument wird heruntergeladen
es: Descargando documento

source: Archive Serial Number updated.
ca: ASN actualitzat.
cs: Archivní sériové číslo aktualizováno.
de: Archiv-Seriennummer aktualisiert.
es: Número de serie del archivo actualizado.

# donateCoffee
source: Buy me a coffee
ca: Compra'm un café
cs: Kupte mi kávu
de: Spendiere mir einen Kaffee
es: Invítame a un café

source: This field is required!
ca: Aquest camp és obligatori!
cs: Toto pole je povinné!
de: Dieses Feld ist erforderlich!
es: ¡Este campo es obligatorio!

source: Confirm
ca: Confirma
cs: Potvrdit
de: Bestätigen
es: Confirmar

source: Confirm action
ca: Confirmar acció
cs: Potvrdit akci
de: Aktion bestätigen
es: Confirmar acción

source: Are you sure you want to continue?
ca: Segur que vols continuar?
cs: Opravdu chcete pokračovat?
de: Bist Du sicher, dass Du fortfahren möchtest?
es: ¿Seguro que quieres continuar?

# bulkEditTagsAddMessage
source: {count, plural, one{This operation will add the tags {tags} to the selected document.} other{This operation will add the tags {tags} to {count} selected documents.}}
ca: {count, plural, one{Això afegira l'etiqueta {tags} al document seleccionat.} other{Això afegira les etiquetes {tags} a {count} documents seleccionats.}}
de: {count, plural, one{Diese Operation wird die Tags {tags} dem ausgewählten Dokument hinzufügen.} other{Diese Operation wird die Tags {tags} den {count} ausgewählten Dokumenten hinzufügen.}}
es: {count, plural, one{Esta acción agregará las etiquetas {tags} al documento seleccionado.} other{Esta acción agregará las etiquetas {tags} a los {count} documentos seleccionados.}}

# bulkEditTagsRemoveMessage
source: {count, plural, one{This operation will remove the tags {tags} from the selected document.} other{This operation will remove the tags {tags} from {count} selected documents.}}
ca: {count, plural, one{Això eliminarà l'etiqueta {tags} del document seleccionat.} other{Això eliminarà les etiquetes {tags} dels {count} documents seleccionats.}}
de: {count, plural, one{Diese Operation wird die Tags {tags} vom ausgewählten Dokument entfernen.} other{Diese Operation wird die Tags {tags} von den {count} ausgewählten Dokumenten entfernen.}}
es: {count, plural, one{Esta acción eliminará las etiquetas {tags} del documento seleccionado.} other{Esta acción eliminará las etiquetas {tags} de los {count} documentos seleccionados.}}

# bulkEditTagsModifyMessage
source: {count, plural, one{This operation will add the tags {addTags} and remove the tags {removeTags} from the selected document.} other{This operation will add the tags {addTags} and remove the tags {removeTags} from {count} selected documents.}}
ca: {count, plural, one{Això afegirà les etiquetes {addTags} i esborrarà les etiquetes {removeTags} del document seleccionat.} other{Això afegirà les etiquetes {addTags} i esborrarà les etiquetes {removeTags} dels {count} documents seleccionats.}}
de: {count, plural, one{Diese Operation wird die Tags {addTags} hinzufügen und die Tags {removeTags} von dem ausgewählten Dokument entfernen.} other{Diese Operation wird die Tags {addTags} hinzufügen und die Tags {removeTags} von {count} ausgewählten Dokumenten entfernen.}}
es: {count, plural, one{Esta acción agregará las etiquetas {addTags} y eliminará las etiquetas {removeTags} del documento seleccionado.} other{Esta acción agregará las etiquetas {addTags} y eliminará las etiquetas {removeTags} de los {count} documentos seleccionados.}}

# bulkEditCorrespondentAssignMessage
source: {count, plural, one{This operation will assign the correspondent {correspondent} to the selected document.} other{This operation will assign the correspondent {correspondent} to {count} selected documents.}}
ca: {count, plural, one{Això assignarà el corresponsal {correspondent} al document seleccionat.} other{Això assignarà el corresponsal {correspondent} als {count} documents seleccionats.}}
de: {count, plural, one{Diese Operation wird den Korrespondent {correspondent} dem ausgewählten Dokument zuweisen.} other{Diese Operation wird den Korrespondent {correspondent} den {count} ausgewählten Dokumenten zuweisen.}}
es: {count, plural, one{Esta acción asignará el interlocutor {correspondent} al documento seleccionado.} other{Esta operación asignará al interlocutor {correspondent} a los {count} documentos seleccionados.}}

# bulkEditDocumentTypeAssignMessage
source: {count, plural, one{This operation will assign the document type {docType} to the selected document.} other{This operation will assign the documentType {docType} to {count} selected documents.}}
ca: {count, plural, one{Això assignarà el tipus de document {docType} al document seleccionat.} other{Això assignarà el tipus de document {docType} als {count} documents seleccionats.}}
de: {count, plural, one{Diese Operation wird den Dokumenttyp {docType} dem ausgewählten Dokument zuweisen.} other{Diese Operation wird den Dokumenttyp {docType} den {count} ausgewählten Dokumenten zuweisen.}}
es: {count, plural, one{Esta acción asignará el tipo de documento {docType} al documento seleccionado.} other{Esta acción asignará el tipo de documento {docType} a los {count} documentos seleccionados.}}

# bulkEditStoragePathAssignMessage
source: {count, plural, one{This operation will assign the storage path {path} to the selected document.} other{This operation will assign the storage path {path} to {count} selected documents.}}
ca: {count, plural, one{Això assignarà la ruta d'emmagatzematge {path} al document seleccionat.} other{Això assignarà la ruta d'emmagatzematge {path} als {count} documents seleccionats.}}
de: {count, plural, one{Diese Operation wird den Speicherpfad {path} dem ausgewählten Dokument zuweisen.} other{Diese Operation wird den Speicherpfad {path} den {count} ausgewählten Dokumenten zuweisen.}}
es: {count, plural, one{Esta acción asignará la ruta de almacenamiento {path} al documento seleccionado.} other{Esta acción asignará la ruta de almacenamiento {path} a los {count} documentos seleccionados.}}

# bulkEditCorrespondentRemoveMessage
source: {count, plural, one{This operation will remove the correspondent from the selected document.} other{This operation will remove the correspondent from {count} selected documents.}}
ca: {count, plural, one{Això esborrarà el corresponsal del document seleccionat.} other{Això esborrarà el corresponsal dels {count} documents seleccionats.}}
de: {count, plural, one{Diese Operation wird den Korrespondent vom ausgewählten Dokument entfernen.} other{Diese Operation wird den Korrespondent von {count} ausgewählten Dokumenten entfernen.}}
es: {count, plural, one{Esta acción eliminará al interlocutor del documento seleccionado.} other{Esta acción eliminará al interlocutor de los {count} documentos seleccionados.}}

# bulkEditDocumentTypeRemoveMessage
source: {count, plural, one{This operation will remove the document type from the selected document.} other{This operation will remove the document type from {count} selected documents.}}
ca: {count, plural, one{Això esborrarà el tipus de document del document seleccionat.} other{Això esborrarà el tipus de document dels {count} documents seleccionats.}}
de: {count, plural, one{Diese Operation wird den Dokumenttyp vom ausgewählten Dokument entfernen.} other{Diese Operation wird den Dokumenttyp von {count} ausgewählten Dokumenten entfernen.}}
es: {count, plural, one{Esta acción eliminará el tipo de documento del documento seleccionado.} other{Esta acción eliminará el tipo de documento de los {count} documentos seleccionados.}}

# bulkEditStoragePathRemoveMessage
source: {count, plural, one{This operation will remove the storage path from the selected document.} other{This operation will remove the storage path from {count} selected documents.}}
ca: {count, plural, one{Això esborrarà la ruta d'emmagatzematge del document selccionat.} other{Això esborrarà la ruta d'emmagatzematge dels {count} documents seleccionats.}}
de: {count, plural, one{Diese Operation wird den Speicherpfad vom ausgewählten Dokument entfernen.} other{Diese Operation wird den Speicherpfad von {count} ausgewählten Dokumenten entfernen.}}
es: {count, plural, one{Esta acción eliminará la ruta de almacenamiento del documento seleccionado.} other{Esta acción eliminará la ruta de almacenamiento de los {count} documentos seleccionados.}}

# anyTag
source: Any
ca: Qualsevol
cs: Jakékoliv
de: Irgendeines
es: Cualquiera

# allTags
source: All
ca: Tot
cs: Všechny
de: Alle
es: Todo

source: Switching accounts. Please wait...
ca: Canviant de compte. Espera...
cs: Přepínání účtů. Počkejte prosím...
de: Kontowechsel, bitte warten...
es: Cambiando cuentas. Por favor, espere...

source: Test connection
ca: Prova connexió
cs: Ověřit připojení
de: Verbindung testen
es: Prueba de conexión

source: Accounts
ca: Comptes
cs: Účty
es: Cuentas

source: Add account
ca: Afegir compte
cs: Přidat účet
de: Account hinzufügen
es: Añadir cuenta

# switchAccount
source: Switch
ca: Alterna
cs: Přepnout
de: Wechseln
es: Cambiar

source: Logout
ca: Tanca sessió
cs: Odhlásit
de: Ausloggen
es: Cerrar sesión

# switchAccountTitle
source: Switch account
ca: Canvi de compte
cs: Přepnout účet
de: Account wechseln
es: Cambiar de cuenta

# switchToNewAccount
source: Do you want to switch to the new account? You can switch back at any time.
ca: Vols canviar al nou compte? Pots canviar en qualsevol moment.
de: Möchtest du zum neuen Account wechseln? Du kannst jederzeit zurückwechseln.
es: ¿Quiere cambiar a una nueva cuenta? Puedes volver a la anterior en cualquier momento.

source: Source Code
ca: Codi Font
es: Código Fuente

source: Find the source code on
ca: Troba el codi font a
de: Finde den Code auf
es: Encuentra el código fuente en

# rememberDecision
source: Remember my decision
ca: Recorda la selecció
de: Meine Entscheidung merken
es: Recuerda mi decisión

source: Default Download File Type
ca: Tipus de Fitxer a descarregar per defecte
de: Standard Dateityp beim Herunterladen
es: Tipo de archivo predeterminado para descargar

source: Default Share File Type
ca: Tipus compartició de fitxer per defecte
de: Standard Dateityp beim Teilen
es: Tipo de archivo predeterminado para compartir

source: Always ask
ca: Pregunta sempre
de: Immer fragen
es: Preguntar siempre

# disableMatching
source: Do not tag documents automatically
ca: No etiquetar documents automaticament
de: Deaktiviere automatische Zuweisung
es: No etiquetar archivos automáticamente

source: None
ca: Cap
de: Keine
es: Ninguno

source: Log in to existing account
ca: Entrar en compte existent
de: Mit bestehendem Account anmelden
es: Iniciar sesión en una cuenta existente

source: Print
ca: Imprimir
de: Drucken
es: Imprimir

source: Manage permissions
ca: Gestionar permisos
de: Berechtigungen verwalten
es: Administrar permisos

# errorRetrievingServerVersion
source: An error occurred trying to resolve the server version.
ca: Error en determinar la versió del servidor.
de: Beim Laden der Server-Version ist ein Fehler aufgetreten.
es: Ocurrió un error intentando determinar la versión del servidor.

source: Resolving server version...
ca: Determinant versió del servidor...
de: Lade Server-Version...
es: Determinando la versión del servidor...

source: Go to login
ca: Anar al login
de: Gehe zur Anmeldung
es: Ir al inicio de sesión

source: Export
ca: Exporta
de: Exportieren
es: Exportar

# invalidFilenameCharacter
source: Invalid character(s) found in filename: {characters}
ca: Caràcter(s) invàlids trobats a nom d'arxiu: {characters}
de: Ungültige(s) Zeichen im Dateinamen gefunden: {characters}
es: Carácter(es) inválido(s) en el nombre del archivo: {characters}

source: Export scans to PDF
ca: Exporta escanejos a PDF
de: Scans als PDF exportieren
es: Exportar escaneos a PDF

# allScansWillBeMerged
source: All scans will be merged into a single PDF file.
ca: Els escanejos s'uniran en un únic document PDF.
de: Alle Scans werden in eine einzige PDF-Datei zusammengeführt.
es: Todos los escaneos serán combinados en un único archivo PDF.

source: Behavior
ca: Comportament
de: Verhalten
es: Comportamiento

source: Theme
ca: Tema
de: Erscheinungsbild
es: Tema

source: Clear cache
ca: Esborra cache
de: Cache leeren
es: Borrar caché

# freeBytes
source: Free {byteString}
ca: Lliure {byteString}
de: {byteString} freigeben
es: {byteString} libres

# calculatingDots
source: Calculating...
ca: Calculant...
de: Berechne...
es: Calculando...

# freedDiskSpace
source: Successfully freed {bytes} of disk space.
ca: Alliberats {bytes} d'espai de disc.
de: {bytes} erfolgreich freigegeben.
es: {bytes} borrados del disco correctamente.

source: Upload scans as PDF
ca: Puja escanejos com a PDF
de: Scans als PDF hochladen
es: Subir escaneos como PDF

# convertSinglePageScanToPdf
source: Always convert single page scans to PDF before uploading
ca: Coverteix únics escanejos a PDF abans de pujar
de: Einseitige Scans vor dem Hochladen immer in PDF umwandeln
es: Convertir siempre escaneos de una sola página a PDF antes de subirlos

# loginRequiredPermissionsHint
source: Using Paperless Mobile requires a minimum set of user permissions since paperless-ngx 1.14.0 and higher. Therefore, please make sure that the user to be logged in has the permission to view other users (User → View) and the settings (UISettings → View). If you do not have these permissions, please contact an administrator of your paperless-ngx server.
ca: L'ús de Paperless Mobile requereix un conjunt mínim de permisos d'usuari des de paperless-ngx 1.14.0 i posterior. Per tant, assegureu-vos que l'usuari que voleu iniciar sessió té el permís per veure altres usuaris (Usuari → Visualització) i la configuració (UISettings → Visualització). Si no teniu aquests permisos, poseu-vos en contacte amb un administrador del vostre servidor paperless-ngx.
de: Die Verwendung von Paperless Mobile erfordert seit paperless-ngx 1.14.0 und höher ein Mindestmaß an Benutzerberechtigungen. Stelle deshalb bitte sicher, dass der anzumeldende Benutzer die Berechtigung hat, andere Benutzer (User → View) und die Einstellungen (UISettings → View) einzusehen. Falls du nicht über diese Berechtigungen verfügst, wende dich bitte an einen Administrator deines paperless-ngx Servers.
es: El uso de Paperless Mobile requiere un conjunto mínimo de permisos de usuario de paperless-ngx desde la versión 1.14.0 en adelante. Por lo tanto, asegúrese de que el usuario que inicie sesión tenga permiso para ver otros usuarios (Usuario → Vista) y sus configuraciones (Ajustes de UI → Vista). Si no tiene estos permisos, contacte al administrador de su servidor de paperless-ngx.

# missingPermissions
source: You do not have the necessary permissions to perform this action.
ca: No tens els permisos necessaris per a completar l'acció.
de: Sie besitzen nicht die benötigten Berechtigungen, um diese Aktion durchzuführen.
es: No tiene los permisos necesarios para realizar esta acción.

source: Edit View
ca: Editar Vista
de: Ansicht bearbeiten
es: Editar Vista

source: Donate
ca: Donar
de: Spenden
es: Donar

# donationDialogContent
source: Thank you for considering to support this app! Due to both Google's and Apple's Payment Policies, no links leading to donations may be displayed in-app. Not even linking to the project's repository page appears to be allowed in this context. Therefore, maybe have a look at the 'Donations' section in the project's README. Your support is much appreciated and keeps the development of this app alive. Thanks!
ca: Gràcies per considerar donar suport a aquesta aplicació! A causa de les polítiques de pagament de Google i d'Apple, no es pot mostrar cap enllaç a les donacions a l'aplicació. Ni tan sols l'enllaç a la pàgina del repositori del projecte sembla que estigui permès en aquest context. Per tant, potser feu una ullada a la secció 'Donacions' del README del projecte. El vostre suport és molt apreciat i manté viu el desenvolupament d'aquesta aplicació. Gràcies!
de: Vielen Dank, dass Du diese App unterstützen möchtest! Aufgrund der Zahlungsrichtlinien von Google und Apple dürfen keine Links, die zu Spendenseiten führen, in der App angezeigt werden. Nicht einmal die Verlinkung zur Repository-Seite des Projekts scheint in diesem Zusammenhang erlaubt zu sein. Werfe von daher vielleicht einen Blick auf den Abschnitt 'Donations' in der README des Projekts. Deine Unterstützung ist sehr willkommen und hält die Entwicklung dieser App am Leben. Vielen Dank!
es: ¡Gracias por querer apoyar esta aplicación! Debido a las políticas de pago, tanto de Google como de Apple, no se puede mostrar ningún enlace que lo dirija a las donaciones. En este contexto, ni siquiera es posible enlazar la página del repositorio del proyecto. Por lo tanto, puedes visitar la sección "Donations" en el archivo README de este proyecto. Tu apoyo es valorado gratamente y ayuda a mantener con vida el desarrollo de esta aplicación. ¡Muchas gracias!

source: No documents found.
ca: Sense Documents trobats.
de: Keine Dokumente gefunden.
es: No se han encontrado documentos.

# couldNotDeleteCorrespondent
source: Could not delete correspondent, please try again.
ca: No es pot esborrar corresponsal, torna a provar.
de: Korrespondent konnte nicht gelöscht werden, bitte versuche es erneut.
es: No se pudo remover el interlocutor, intente nuevamente.

# couldNotDeleteDocumentType
source: Could not delete document type, please try again.
ca: No es pot esborrar document, prova de nou.
de: Dokumenttyp konnten nicht gelöscht werden, bitte versuche es erneut.
es: No se pudo remover el tipo de documento, intente nuevamente.

# couldNotDeleteTag
source: Could not delete tag, please try again.
ca: No es pot esborrar etiqueta, prova de nou.
de: Tag konnte nicht gelöscht werden, bitte versuche es erneut.
es: No se pudo borrar la etiqueta, intente nuevamente.

# couldNotDeleteStoragePath
source: Could not delete storage path, please try again.
ca: No es pot esborrar ruta emmagatzematge, prova de nou.
de: Speicherpfad konnte nicht gelöscht werden, bitte versuchen Sie es erneut.
es: No se pudo remover la ruta de almacenamiento, intente nuevamente.

# couldNotUpdateCorrespondent
source: Could not update correspondent, please try again.
ca: No es pot actualitzar corresponsal, prova de nou.
de: Korrespondent konnte nicht aktualisiert werden, bitte versuche es erneut.
es: No se pudo actualizar el interlocutor, intente nuevamente.

# couldNotUpdateDocumentType
source: Could not update document type, please try again.
ca: No es pot actualitzar tipus de document, prova de nou.
de: Dokumenttyp konnte nicht aktualisiert werden, bitte versuche es erneut.
es: No se pudo actualizar el tipo de documento, intente nuevamente.

# couldNotUpdateTag
source: Could not update tag, please try again.
ca: No es pot actualitzar etiqueta, prova de nou.
de: Tag konnte nicht aktualisiert werden, bitte versuche es erneut.
es: No se pudo actualizar la etiqueta, intente nuevamente.

source: Could not load server information.
ca: No es pot carregar informació del servidor.
de: Serverinformationen konnten nicht geladen werden.
es: No se pudo cargar la información del servidor.

# couldNotLoadStatistics
source: Could not load server statistics.
ca: No es poden carregar estadístiques del servidor.
de: Serverstatistiken konnten nicht geladen werden.
es: No se pudieron cargar las estadísticas del servidor.

source: Could not load UI settings.
ca: No es pot carregar l'interfície.
de: UI Einstellungen konnten nicht geladen werden.
es: No se pudieron cargar los ajustes de UI.

source: Could not load tasks.
ca: No es poden carregar les tasques.
de: Dateiaufgaben konnten nicht geladen werden.
es: No se pudieron cargar tareas.

# userNotFound
source: User could not be found.
ca: Usuari no trobat.
de: Der Nutzer konnte nicht gefunden werden.
es: Usuario no encontrado.

# couldNotUpdateSavedView
source: Could not update saved view, please try again.
ca: No es poden acualitzar les vistes desades, prova de nou.
de: Ansicht konnte nicht aktualisiert werden, bitte versuche es erneut.
es: No se pudo actualizar la vista guardada, intente nuevamente.

# couldNotUpdateStoragePath
source: Could not update storage path, please try again.
ca: No es pot actualitzar la ruta emmagatzematge, prova de nou.
de: Speicherpfad konnte nicht aktualisiert werden, bitte versuchen Sie es erneut.
es: No se pudo actualizar la ruta de almacenamiento, intente nuevamente.

source: Saved view successfully updated.
ca: Vista desada actualitzada correctament.
de: Ansicht erfolgreich aktualisiert.
es: La vista guardada se actualizó correctamente.

source: Discard changes?
ca: Descartar canvis?
de: Änderungen verwerfen?
es: ¿Descartar cambios?
