Repository: pohuing/paperless-mobile
Catalog: lib/l10n/intl_*.arb
Languages: ca, cs, de, es

# developedBy
source: Developed by {name}.
ca: Desenvolupat per {name}.
cs: Vyvíjí {name}.
de: Entwickelt von {name}.
es: Desarrollado por {name}.

source: Add another account
ca: Afegir altre compte
cs: Přidat účet
de: Einen Account hinzufügen
es: Añadir otra cuenta

source: Account
ca: Compte
cs: Účet
es: Cuenta

# addCorrespondent
source: New Correspondent
ca: Nou corresponsal
cs: Nový korespondent
de: Neuer Korrespondent
es: Nuevo interlocutor

# addDocumentType
source: New Document Type
ca: Nou tipus de document
cs: Nový typ dokumentu
de: Neuer Dokumenttyp
es: Nuevo tipo de documento

# addStoragePath
source: New Storage Path
ca: Nova ruta emmagatzematge
cs: Nová cesta úložiště
de: Neuer Speicherpfad
es: Nueva ruta de almacenamiento

# addTag
source: New Tag
ca: Nova Etiqueta
cs: Nový tag
de: Neuer Tag
es: Nueva Etiqueta

source: About this app
ca: Sobre l'app
cs: O aplikaci
de: Über diese App
es: Sobre esta app

# loggedInAs
source: Logged in as {name}
ca: Logat com a {name}
cs: Přihlášeno jako {name}
de: Eingeloggt als {name}
es: Conectado como {name}

source: Disconnect
ca: Desconnectar
cs: Odpojit
de: Verbindung trennen
es: Desconectar

source: Report a Bug
ca: Informa error
cs: Nahlásit chybu
de: Einen Fehler melden
es: Reportar un problema

source: Settings
ca: Opcions
cs: Nastavení
de: Einstellungen
es: Ajustes

source: Authenticate on app start
ca: Autenticar al iniciar l'app
cs: Přihlášení při spuštění aplikace
de: Authentifizierung beim Start der Anwendung
es: Autenticar al iniciar la aplicación

source: Biometric authentication
ca: Autenticació Biomètrica
cs: Zapnout biometrické ověření
de: Biometrische Authentifizierung
es: Autenticación biométrica

# authenticateToToggleBiometricAuthentication
source: {mode, select, enable{Authenticate to enable biometric authentication} disable{Authenticate to disable biometric authentication} other{}}
ca: {mode, select, enable{Autentifica per habilitar l'autentificació biomètrica} disable{Autentifica per deshabilitar l'autentificació biomètrica} other{}}
cs: {mode, select, enable{Pro zapnutí biometrického ověřování je třeba se přihlásit} disable{Pro vypnutí biometrického ověřování je třeba se přihlásit} other{}}
de: {mode, select, enable{Authentifizieren, um die biometrische Authentifizierung zu aktivieren} disable{Authentifizieren, um die biometrische Authentifizierung zu deaktivieren} other{}}
es: {mode, select, enable{Autenticar para habilitar la autenticación biométrica} disable{Autenticar para deshabilitar la autenticación biométrica} other{}}

source: Documents
cs: Dokumenty
de: Dokumente
es: Documentos

source: Inbox
de: Posteingang
es: Buzón

source: Labels
ca: Etiquetes
cs: Štítky
es: Etiquetas

source: Scanner
ca: Escàner
cs: Skener
es: Escáner

source: Start typing...
ca: Comença a escriure...
cs: Začni psát...
de: Beginne zu tippen...
es: Empezar a escribir...

source: Do you really want to delete this view?
ca: Vols esborrar aquesta vista?
cs: Opravdu chceš tento náhled smazat?
de: Möchtest Du diese Ansicht wirklich löschen?
es: ¿Realmente desea eliminar esta vista?

# deleteView
source: Delete view {name}?
ca: Esborra Vista {name}?
cs: Smazat náhled {name}?
de: Ansicht {name} löschen?
es: ¿Eliminar vista {name}?

source: Added at
ca: Afegit
cs: Přidáno
de: Hinzugefügt am
es: Añadido En

source: Archive Serial Number
ca: ASN
cs: Archivní sériové číslo
de: Archiv-Seriennummer
es: Número de serie del archivo

source: ASN
cs: ASČ
es: NSA

source: Correspondent
ca: Corresponsal
cs: Korespondent
de: Korrespondent
es: Interlocutor

source: Created at
ca: Creat el
cs: Vytvořeno
de: Ausgestellt am
es: Creado en

source: Document successfully deleted.
ca: Document esborrat correctament.
cs: Dokument byl úspěšně smazán.
de: Das Dokument wurde erfolgreich gelöscht.
es: Documento eliminado correctamente.

source: Assign ASN
ca: Assigna ASN
cs: Přiřadit ASČ
de: ASN zuweisen
es: Asignar NSA

# deleteDocumentTooltip
source: Delete
ca: Esborra
cs: Smazat
de: Löschen
es: Eliminar

# downloadDocumentTooltip
source: Download
ca: Descarrega
cs: Stáhnout
de: Herunterladen
es: Descargar

# editDocumentTooltip
source: Edit
ca: Edita
cs: Upravit
de: Bearbeiten
es: Editar

source: Load full content
ca: Carregar contingut
cs: Načíst celý obsah
de: Lade gesamten Inhalt
es: Cargar el contenido completo

source: No app to display PDF files found!
ca: Sense app per mostrar arxius PDF!
cs: Aplikace pro otevírání PDF souborů nenalezena.
de: Es wurde keine App zum Anzeigen von PDF Dateien gefunden!
es: ¡No se encontraron aplicaciones para mostrar archivos PDF!

source: Open in system viewer
ca: Obrir amb visualitzador del sistema
cs: Otevřít v systémovém prohlížeči
de: In System-Viewer öffnen
es: Abrir en el visor del sistema

source: Could not open file: Permission denied.
ca: No es pot obrir arxiu: Accés denegat.
cs: Soubor nelze otevřít: přístup zamítnut.
de: Datei konnte nicht geöffnet werden: Zugriff verweigert.
es: No se pudo abrir el archivo: Permiso denegado.

# previewTooltip
source: Preview
ca: Previsualitza
cs: Náhled
de: Vorschau
es: Vista previa

# shareTooltip
source: Share
ca: Compartir
cs: Sdílet
de: Teilen
es: Compartir

source: Similar Documents
ca: Documents Similars
cs: Podobné dokumenty
es: Documentos similares

source: Content
ca: Contingut
cs: Obsah
de: Inhalt
es: Contenido

source: Meta Data
ca: Meta Dades
de: Metadaten
es: Metadatos

source: Overview
ca: Visió general
cs: Přehled
de: Übersicht
es: Vista general

source: Document Type
ca: Tipus Document
cs: Typ dokumentu
de: Dokumenttyp
es: Tipo de Documento

source: Archived (pdf)
ca: Arxivat (pdf)
cs: Archivováno (pdf)
de: Archiviert (pdf)
es: Archivado (pdf)

source: Choose filetype
ca: Escull tipus arxiu
de: Wähle Dateityp
es: Elegir tipo de archivo

source: Document successfully downloaded.
ca: Document descarregat correctament.
cs: Dokument úspěšně stažen.
de: Dokument erfolgreich heruntergeladen.
es: Documento descargado correctamente.

source: Suggestions:
ca: Suggerències:
cs: Návrhy:
de: Vorschläge:
es: Sugerencias:

source: Edit Document
ca: Edita Document
cs: Upravit dokument
de: Dokument Bearbeiten
es: Editar Documento

source: Advanced
ca: Avançat
cs: Rozšířené
de: Erweitert
es: Avanzado

source: Apply
ca: Aplica
cs: Použít
de: Anwenden
es: Aplicar

source: Extended
ca: Ampliat
cs: Prodloužené
de: Erweitert
es: Extendido

# titleAndContent
source: Title & Content
ca: Títol i contingut
cs: Název & Obsah
de: Titel & Inhalt
es: Título y Contenido

source: Title
ca: Títol
cs: Název
de: Titel
es: Título

source: Reset
ca: Restablir
cs: Zrušit
de: Zurücksetzen
es: Restablecer

source: Filter Documents
ca: Filtra Documents
cs: Filtrovat dokumenty
de: Dokumente filtern
es: Filtrar Documentos

source: Original MD5-Checksum
cs: MD5 součet originálu
de: MD5-Prüfsumme Original
es: Verificación MD5

source: Media Filename
ca: Nom Arxiu
cs: Jméno souboru média
de: Media-Dateiname
es: Nombre del archivo

source: Original File Size
ca: Mida arxiu original
cs: Velikost originálu
de: Dateigröße Original
es: Tamaño del archivo original

source: Original MIME-Type
cs: MIME-Typ originálu
de: MIME-Typ Original
es: Tipo MIME Original

source: Modified at
ca: Modificat
cs: Pozměněno
de: Geändert am
es: Modificado en

source: Preview
ca: Previsualitza
cs: Náhled
de: Vorschau
es: Vista previa

source: Scan a document
ca: Escaneja document
cs: Oskenovat dokument
de: Scanne ein Dokument
es: Escanear documento

source: No documents scanned yet.
ca: Sense documents escanejats.
cs: Zatím nebyly naskenovány žádné dokumenty.
de: Es wurden noch keine Dokumente gescannt.
es: No hay documentos escaneados.

source: or
ca: o
cs: nebo
de: oder
es: o

source: Delete all scans
ca: Esborra tots els escanejos
cs: Smazat všechny skeny
de: Alle scans löschen
es: Eliminar todos los escaneos

source: Upload a document from this device
ca: Puja document des d'aquest dispositiu
cs: Nahrát jeden dokument z tohoto zařízení
de: Lade ein Dokument von diesem Gerät hoch
es: Subir un documento desde este dispositivo

source: No matches found.
ca: Cap coincidència trobada.
cs: Žádné shody.
de: Keine Treffer.
es: No se encontraron documentos.

source: Remove from search history?
ca: Elimina de l'historial de cerca?
cs: Odstranit z historie vyhledávání?
de: Aus dem Suchverlauf entfernen?
es: ¿Eliminar del historial de búsqueda?

source: Results
ca: Resultats
cs: Výsledky
de: Ergebnisse
es: Resultados

source: Search documents
ca: Cerca documents
cs: Prohledat dokumenty
de: Durchsuche Dokumente
es: Buscar documentos

source: Reset filter
ca: Restablir Filtre
cs: Zrušit
de: Filter zurücksetzen
es: Limpiar filtro

source: Last Month
ca: Mes passat
cs: Minulý měsíc
de: Letzter Monat
es: Último Mes

source: Last 7 Days
ca: Últims 7 dies
cs: Posledních 7 dní
de: Letzte 7 Tage
es: Últimos 7 días

source: Last 3 Months
ca: Últims 3 mesos
cs: Poslední 3 měsíce
de: Letzten 3 Monate
es: Últimos 3 meses

source: Last Year
ca: Any passat
cs: Minulý rok
de: Letztes Jahr
es: Último año

source: Search
ca: Cerca
cs: Hledat
de: Suche
es: Buscar

source: Documents successfully deleted.
ca: Documents esborrats correctament.
cs: Dokumenty byly úspěšně smazány.
de: Das massenhafte Löschen der Dokumente war erfolgreich.
es: Documentos eliminados correctamente.

source: There seems to be nothing here...
ca: Sembla que no hi ha res...
cs: Zde je ještě prázdno...
de: Es scheint nichts hier zu sein...
es: Parece que no hay nada aquí...

source: Oops.
ca: Vaja.
cs: Ajaj.
de: Ups.
es: Ups.

source: New document available!
ca: Nou document discponible!
cs: Dostupný nový dokument!
de: Neues Dokument verfügbar!
es: ¡Nuevo documento disponible!

source: Order By
ca: Ordena per
cs: Řadit dle
de: Sortiere nach
es: Ordenar por

source: This action is irreversible. Do you wish to proceed anyway?
ca: Acció irreversible. Continuar?
cs: Tuto akci nelze vrátit zpět. Opravdu chcete pokračovat?
de: Diese Aktion ist unwiderruflich. Möchtest Du trotzdem fortfahren?
es: Esta acción es irreversible. ¿Desea continuar?

source: Confirm deletion
ca: Confirma esborrat
cs: Potvrdit smazání
de: Löschen bestätigen
es: Confirmar eliminación

# areYouSureYouWantToDeleteTheFollowingDocuments
source: {count, plural, one{Are you sure you want to delete the following document?} other{Are you sure you want to delete the following documents?}}
ca: {count, plural, one{Segur que vols esborrar el següent document?} other{Segur que vols esborrar els següents documents?}}
cs: {count, plural, one{Jste si jisti že chcete smazat následující dokument?} other{Jste si jisti že chcete smazat následující dokumenty?}}
de: {count, plural, one{Bist Du sicher, dass Du folgendes Dokument löschen möchtest?} other{Bist Du sicher, dass Du folgende Dokumente löschen möchtest?}}
es: {count, plural, one{¿Está seguro de querer eliminar el siguiente documento?} other{¿Está seguro de querer eliminar los siguientes documentos?}}

source: {count} selected
ca: {count} seleccionats
cs: {count} vybrány
de: {count} ausgewählt
es: {count} en selección

source: Storage Path
ca: Ruta emmagatzematge
cs: Cesta k úložišti
de: Speicherpfad
es: Ruta de Almacenamiento

source: Prepare document
ca: Prepara document
cs: Připravit dokument
de: Dokument vorbereiten
es: Preparar documento

source: Tags
ca: Etiquetes
cs: Tagy
es: Etiquetas

source: Document successfully updated.
ca: Document actualitzat correctament.
cs: Dokument úspěšně aktualizován.
de: Dokument erfolgreich aktualisiert.
es: Documento actualizado correctamente.

source: File Name
ca: Nom d'arxiu
cs: Jméno souboru
de: Dateiname
es: Nombre del archivo

source: Synchronize title and filename
ca: Sincronitza títol i nom d'arxiu
cs: Synchronizovat název a jméno souboru
de: Synchronisiere Titel und Dateiname
es: Sincronizar título y nombre del archivo

source: Reload
ca: Recarrega
cs: Znovu načíst
de: Neu laden
es: Actualizar

source: Document successfully uploaded, processing...
ca: Document carregat correctament, processant...
cs: Dokument úspěšně nahrán, zpracovávám...
de: Das Dokument wurde erfolgreich hochgeladen. Verarbeite...
es: Documento subido correctamente, procesando...

# deleteLabelWarningText
source: This label contains references to other documents. By deleting this label, all references will be removed. Continue?
ca: Aquesta etiqueta conté referències a altres documents. Si l'elimines totes les altres referències s'esborraran. Continuar?
cs: Dokumenty mají přiřazen tento štítek. Odstraněním štítku bude označení odstraněno. Pokračovat?
de: Dieser Kennzeichner wird von Dokumenten referenziert. Durch das Löschen dieses Kennzeichners werden alle Referenzen entfernt. Fortfahren?
es: Esta etiqueta contiene referencias a otros documentos. Al eliminar esta etiqueta, todas las referencias serán eliminadas. ¿Desea continuar?

source: Could not acknowledge tasks.
ca: No es poden reconèixer les tasques.
cs: Nepodařilo se potvrdit úkoly.
de: Dateiaufgabe konnte nicht verworfen werden.
es: No se han podido reconocer las tareas.

source: Authentication failed, please try again.
ca: Autentificació fallida, torna a provar.
cs: Přihlášení selhalo, zkuste to znovu.
de: Authentifizierung fehlgeschlagen, bitte versuche es erneut.
es: Error de autenticación, intente nuevamente.

# anErrorOccurredWhileTryingToAutocompleteYourQuery
source: An error ocurred while trying to autocomplete your query.
ca: Error al intentar autocompletar la cerca.
cs: Při automatickém doplnění požadavku došlo k chybě.
de: Beim automatischen Vervollständigen ist ein Fehler aufgetreten.
es: Ha ocurrido un error intentando completar su búsqueda.

source: Biometric authentication failed.
ca: Autenticació biomètrica ha fallat.
cs: Biometrické ověření selhalo.
de: Biometrische Authentifizierung fehlgeschlagen.
es: Falló la autenticación biométrica.

# biometricAuthenticationNotSupported
source: Biometric authentication not supported on this device.
ca: L’autenticació biomètrica no és compatible en aquest dispositiu.
cs: Biometrické ověření není na tomto přístroji podporováno.
de: Biometrische Authentifizierung wird von diesem Gerät nicht unterstützt.
es: La autenticación biométrica no es compatible con este dispositivo.

source: Could not bulk edit documents.
ca: No es poden editar els documents de manera massiva.
cs: Úprava více dokumentů naráz se nezdařila.
de: Es ist ein Fehler beim massenhaften bearbeiten der Dokumente aufgetreten.
es: No se han podido editar masivamente los documentos.

# couldNotCreateCorrespondent
source: Could not create correspondent, please try again.
ca: No es pot crear corresponsal, prova de nou.
cs: Nepodařilo se vytvořit korespondenta, zkuste to znovu.
de: Korrespondent konnte nicht erstellt werden, bitte versuche es erneut.
es: No se ha podido crear el interlocutor, intente nuevamente.

source: Could not load correspondents.
ca: No es poden carregar corresponsals.
cs: Nezdařilo se načíst korespondenty.
de: Korrespondenten konnten nicht geladen werden.
es: No se han podido cargar interlocutores.

# couldNotCreateSavedView
source: Could not create saved view, please try again.
ca: No es pot crear vista desada, prova de nou.
cs: Nezdařilo se vytvořit uložený náhled, zkuste to znovu.
de: Gespeicherte Ansicht konnte nicht erstellt werden, bitte versuche es erneut.
es: No se ha podido guardar la vista, intente nuevamente.

# couldNotDeleteSavedView
source: Could not delete saved view, please try again
ca: No es pot esborrar vista guardada, prova de nou
cs: Nezdařilo se smazat uložený náhled, zkuste to znovu.
de: Gespeicherte Ansicht konnte nicht geklöscht werden, bitte versuche es erneut.
es: No se ha podido eliminar la vista, intente nuevamente

# youAreCurrentlyOffline
source: You are currently offline. Please make sure you are connected to the internet.
ca: Estàs fora de línia. Assegura't d'estar connectat a internet.
cs: Nelze stáhnout data: Nejste připojeni k internetu.
de: Du bist offline. Bitte stelle sicher, dass du mit dem Internet verbunden bist.
es: Estás desconectado. Asegúrate de estar conectado a internet.

source: Could not assign archive serial number.
ca: No es pot assignar ASN.
cs: Nepodařilo se přiřadit archivní sériové číslo.
de: Archiv-Seriennummer konnte nicht zugewiesen werden.
es: No se pudo asignar número de serie al archivo.

# couldNotDeleteDocument
source: Could not delete document, please try again.
ca: No es pot esborrar document, prova de nou.
cs: Nezdařilo se smazat dokument, zkuste to znovu.
de: Dokument konnte nicht gelöscht werden, bitte versuche es erneut.
es: No se ha podido eliminar el documento, intente nuevamente.

# couldNotLoadDocuments
source: Could not load documents, please try again.
ca: No es poden carregar documents, prova de nou.
cs: Nezdařilo se načíst dokument, zkuste to znovu.
de: Dokumente konnten nicht geladen werden, bitte versuche es erneut.
es: No se han podido cargar los documentos, intente nuevamente.

source: Could not load document preview.
ca: No es pot carregar la vista prèvia.
cs: Nezdařilo se načíst náhled dokumentu.
de: Vorschau konnte nicht geladen werden.
es: No se ha podido cargar la vista previa del documento.

# couldNotCreateDocument
source: Could not create document, please try again.
ca: No es pot crear document, prova de nou.
cs: Nezdařilo se vytvořit dokument, zkuste to znovu.
de: Dokumenttyp konnte nicht erstellt werden, bitte versuche es erneut.
es: No se ha podido crear el documento, intente nuevamente.

# couldNotLoadDocumentTypes
source: Could not load document types, please try again.
ca: No es poden carregar tipus de documents, prova de nou.
cs: Nezdařilo se načíst dokument, zkuste to znovu.
de: Dokumenttypen konnten nicht geladen werden, bitte versuche es erneut.
es: No se han podido cargar los tipos de documento, intente nuevamente.

# couldNotUpdateDocument
source: Could not update document, please try again.
ca: No es pot actualitzar el document, prova de nou.
cs: Nezdařilo se aktualizovat dokument, zkuste to znovu.
de: Dokument konnte nicht aktualisiert werden, bitte versuche es erneut.
es: No se ha podido actualizar el documento, intente nuevamente.

# couldNotUploadDocument
source: Could not upload document, please try again.
ca: No es pot carregar document, prova de nou.
cs: Nezdařilo se nahrát dokument, zkuste to znovu.
de: Dokument konnte nicht hochgeladen werden, bitte versuche es erneut.
es: No se ha podido subir el documento, intente nuevamente.

# invalidCertificateOrMissingPassphrase
source: Invalid certificate or missing passphrase, please try again
ca: Certificat invàlid o sense paraula de pas
cs: Neplatný certifikát nebo chybějící přihlašovací fráze, zkuste to znovu.
de: Ungültiges Zertifikat oder fehlende Passphrase, bitte versuche es erneut.
es: Certificado inválido o falta la frase de seguridad, intente nuevamente

source: Could not load saved views.
ca: No es pot carregar vistes guardades.
cs: Nezdařilo se načíst uložené náhledy.
de: Ansichten konnten nicht geladen werden.
es: No se han podido cargar las vistas guardadas.

# aClientCertificateWasExpectedButNotSent
source: A client certificate was expected but not sent. Please provide a valid client certificate.
ca: Certificat de client esperat però no trobat. Proporciona un certificat de client vàlid.
cs: Byl očekáván certifikát klienta, který ale nebyl zaslán. Dodejte prosím platný certifikát klienta.
de: Ein Client Zerfitikat wurde erwartet, aber nicht gesendet. Bitte konfiguriere ein gültiges Zertifikat.
es: Se esperaba un certificado de cliente pero no se ha enviado. Proporcione un certificado de cliente válido.

source: User is not authenticated.
ca: Usuari no autenticat.
cs: Uživatel není přihlášen.
es: Usuario no autenticado.

# requestTimedOut
source: The request to the server timed out.
ca: Esgotat el temps d'espera de connexió amb el servidor.
cs: Při dotazu na server došlo k překročení času odezvy.
de: Bei der Anfrage an den Server kam es zu einer Zeitüberschreitung.
es: La petición al servidor ha superado el tiempo de espera.

source: An error occurred removing the scans.
ca: Error eliminant escanejos.
cs: Došlo k chybě při odstraňování skenů.
de: Beim Löschen der Aufnahmen ist ein Fehler aufgetreten.
es: Ha ocurrido un error eliminando los escaneos.

# couldNotReachYourPaperlessServer
source: Could not reach your Paperless server, is it up and running?
ca: No es pot connectar al saervidor, està funcionant?
cs: Nelze se připojit k Paperless serveru, je opravdu spuštěn a dostupný?
de: Es konnte keine Verbindung zu Deinem Paperless Server hergestellt werden, ist die Instanz in Betrieb?
es: No se ha podido conectar con el servidor de Paperless, ¿Está funcionando?

source: Could not load similar documents.
ca: No es poden carregar documents similars.
cs: Nelze načíst podobné dokumenty.
de: Ähnliche Dokumente konnten nicht geladen werden.
es: No se han podido cargar documentos similares.

# couldNotCreateStoragePath
source: Could not create storage path, please try again.
ca: No es pot crear ruta emmagatzematge, prova de nou.
cs: Nelze vytvořit cestu k úložišti, zkuste to znovu.
de: Speicherpfad konnte nicht erstellt werden, bitte versuche es erneut.
es: No se ha podido crear la ruta de almacenamiento, intente nuevamente.

source: Could not load storage paths.
ca: No es pot carregar ruta d'emmagatzematge.
cs: Nelze načíst cestu k úložišti.
de: Speicherpfade konnten nicht geladen werden.
es: No se han podido cargar las rutas de almacenamiento.

source: Could not load suggestions.
ca: No es poden carregar suggerències.
cs: Návrhy se nepodařilo načíst.
de: Vorschläge konnten nicht geladen werden.
es: No se han podido cargar sugerencias.

# couldNotCreateTag
source: Could not create tag, please try again.
ca: No es pot crear etiqueta, prova de nou.
cs: Nelze vytvořit tag, zkuste to znovu.
de: Tag konnte nicht erstellt werden, bitte versuche es erneut.
es: No se ha podido crear la etiqueta, intente nuevamente.

source: Could not load tags.
ca: No es poden carregar etiquetes.
cs: Nelze načíst tagy.
de: Tags konnten nicht geladen werden.
es: No se han podido cargar las etiquetas.

source: An unknown error occurred.
ca: Error desconegut.
cs: Došlo k neznámé chybě.
de: Ein unbekannter Fehler ist aufgetreten.
es: Ocurrió un error desconocido.

# fileFormatNotSupported
source: This file format is not supported.
ca: Aquest format no és compatible.
cs: Tento typ souboru není podporován.
de: Das Dateiformat wird nicht unterstützt.
es: Formato de archivo no compatible.

source: REPORT
cs: NAHLÁSIT
de: MELDEN
es: INFORMAR

source: Absolute
ca: Absolut
cs: Absolutní
de: Absolut
es: Absoluto

# hintYouCanAlsoSpecifyRelativeValues
source: Hint: Apart from concrete dates, you can also specify a time range relative to the current date.
ca: Suggeriment: a part de les dates concretes, també es pot especificar un interval de temps relatiu a la data actual.
cs: Tip: Kromě konkrétního data lze také specifikovat relativní časovou odchylku k aktuálnímu datu.
de: Hinweis: Neben konkreten Daten kannst du den Zeitraum auch über eine relative Zeitspanne einschränken.
es: Consejo: Además de fechas concretas, puedes especificar un intervalo de tiempo relativo a la fecha actual.

source: Amount
ca: Quantitat
cs: Počet
de: Anzahl
es: Cantidad

source: Relative
ca: Relatiu
cs: Relativní
de: Relativ
es: Relativo

source: Last
ca: Últim
cs: Poslední
de: Letzte
es: Último

source: Time unit
ca: Unitat de temps
cs: Časové jednotky
de: Zeiteinheit
es: Unidad de tiempo

source: Select date range
ca: Rang de dates
cs: Vybrat časové rozmezí
de: Wähle Zeitraum
es: Seleccione el intervalo de fechas

source: After
ca: Després
cs: Po
de: Nach
es: Después

source: Before
ca: Abans
cs: Před
de: Vor
es: Antes
