Repository: pohuing/paperless-mobile
Catalog: lib/l10n/intl_*.arb
Languages: ca, cs, de, es

# savedViewChangedDialogContent
source: The filter conditions of the active view have changed. By resetting the filter, these changes will be lost. Do you still wish to continue?
ca: Les condicions del filtre de la vista activa han canviat. En restablir el filtre, aquests canvis es perdran. Encara vols continuar?
de: Die Filterbedingungen der aktiven Ansicht haben sich geändert. Durch Zurücksetzen des aktuellen Filters gehen diese Änderungen verloren. Möchtest du trotzdem fortfahren?
es: Han cambiado las condiciones de filtrado de la vista activa. Al reiniciar el filtro se perderán estos cambios. ¿Desea continuar?

source: Create from current filter
ca: Crear desde filtre actual
de: Vom aktuellen Filter erstellen
es: Crear desde el filtro actual

source: Home
ca: Inici
de: Startseite
es: Inicio

# welcomeUser
source: Welcome, {name}!
ca: Benvingut {name}!
de: Willkommen, {name}!
es: ¡Bienvenido, {name}!

source: Statistics
ca: Estadí­stiques
de: Statistiken
es: Estadísticas

source: Documents in inbox
ca: Document safata
de: Dokumente im Posteingang
es: Documentos en el buzón

source: Total documents
de: Dokumente insgesamt
es: Total de documentos

source: Total characters
ca: Caràcters Totals
de: Zeichen insgesamt
es: Total de caracteres

source: Show all
ca: Mostra tot
de: Alle anzeigen
es: Mostrar todo

# userAlreadyExists
source: This user already exists.
ca: Usuari ja esisteix.
de: Dieser Nutzer existiert bereits.
es: Este usuario ya existe.

# youDidNotSaveAnyViewsYet
source: You did not save any views yet, create one and it will be shown here.
ca: Encara no has desat cap visualització, crea'n una i es mostrarà aquí.
de: Du hast noch keine Ansichten gespeichert. Erstelle eine neue Ansicht, und sie wird hier angezeigt.
es: Aún no guardaste ninguna vista, crea una y aparecerá aquí.

source: Try again
ca: Torna a provar
de: Erneut versuchen
es: Intente nuevamente

source: Discard file?
ca: Desestimar arxiu?
de: Datei verwerfen?
es: ¿Descartar archivo?

source: Discard
ca: Descarta
de: Verwerfen
es: Descartar

source: Back to login
ca: Torna a inici de sessió
de: Zurück zur Anmeldung
es: Volver al inicio de sesión

source: Skip editing received files
ca: Salta l'edició de fitxers rebuts
de: Bearbeitung von empfangenen Dateien überspringen
es: Omitir edición de archivos recibidos

# uploadWithoutPromptingUploadForm
source: Always upload without prompting the upload form when sharing files with the app.
ca: Pengeu sempre sense demanar el formulari de càrrega quan compartiu fitxers amb l'aplicació.
de: Mit der App geteilte Dateien immer direkt hochladen, ohne das Upload-Formular anzuzeigen.
es: Subir automáticamente sin mostrar el formulario de subida al compartir archivos con la app.

# authenticatingDots
source: Authenticating...
ca: Autenticant…
de: Authentifizieren...
es: Autenticando...

source: Persisting user information...
ca: Informació de l'usuari persistent...
de: Nutzerinformationen werden gespeichert...
es: Manteniendo información del usuario...

source: Fetching user information...
ca: Obtenint dades d'usuari...
de: Benutzerinformationen werden abgerufen...
es: Obteniendo información del usuario...

source: Restoring session...
ca: Restaurant sessió...
de: Sitzung wird wiederhergestellt...
es: Restaurando sesión...

# discardChangesWarning
source: You have unsaved changes. By continuing, all changes will be lost. Do you want to discard these changes?
ca: Tens canvis sense desar. Si continues es perdran. Vols descartar els canvis?
de: Du hast ungespeicherte Änderungen. Diese gehen verloren, falls du fortfährst. Möchtest du die Änderungen verwerfen?

source: Color
cs: Barva
de: Farbe

# documentsAssigned
source: {count, plural, zero{No documents} one{1 document} other{{count} documents}}
de: {count, plural, zero{Keine Dokumente} one{1 Dokument} other{{count} Dokumente}}

# noDocumentsScanned
source: You have not scanned any documents yet.
de: Du hast noch keine Dokumente gescannt.

source: Original
cs: Originál

source: Auto
cs: Automatický
