Repository: pohuing/paperless-mobile
Catalog: lib/l10n/intl_*.arb
Languages: ca, cs, de, es

# days
source: {count, plural, zero{days} one{day} other{days}}
ca: {count, plural, one{dia} other{dies}}
cs: {count, plural, zero{dnů} one{den} few{dny} many{dnů} other{dnů}}
de: {count, plural, zero{} one{Tag} other{Tage}}
es: {count, plural, one{día} other{días}}

# lastNDays
source: {count, plural, zero{} one{Yesterday} other{Last {count} days}}
ca: {count, plural, one{Ahir} other{Últims {count} dies}}
cs: {count, plural, zero{Posledních {count} dní} one{Včera} few{Poslední {count} dny} many{Posledních {count} dní} other{Posledních {count} dní}}
de: {count, plural, zero{} one{Gestern} other{Letzte {count} Tage}}
es: {count, plural, one{Ayer} other{Últimos {count} días}}

# lastNMonths
source: {count, plural, zero{} one{Last month} other{Last {count} months}}
ca: {count, plural, one{Últim mes} other{Últims {count} mesos}}
cs: {count, plural, zero{Minulých {count} měsíců} one{Minulý měsíc} few{Minulé {count} měsíce} many{Minulých {count} měsíců} other{Minulých {count} měsíců}}
de: {count, plural, zero{} one{Letzter Monat} other{Letzte {count} Monate}}
es: {count, plural, one{Último mes} other{Últimos {count} meses}}

# lastNWeeks
source: {count, plural, zero{} one{Last week} other{Last {count} weeks}}
ca: {count, plural, one{Última setmana} other{Últimes {count} setmanes}}
cs: {count, plural, zero{Posledních {count} týdnů} one{Minulý týden} few{Poslední {count} týdny} many{Posledních {count} týdnů} other{Posledních {count} týdnů}}
de: {count, plural, zero{} one{Letzte Woche} other{Letzte {count} Wochen}}
es: {count, plural, one{Última semana} other{Últimas {count} semanas}}

# lastNYears
source: {count, plural, zero{} one{Last year} other{Last {count} years}}
ca: {count, plural, one{Últim any} other{Últims {count} anys}}
cs: {count, plural, zero{Minulých {count} let} one{Minulý rok} few{Minulé {count} roky} many{Minulých {count} let} other{Minulých {count} let}}
de: {count, plural, zero{} one{Letztes Jahr} other{Letzte {count} Jahre}}
es: {count, plural, one{Último año} other{Últimos {count} años}}

# months
source: {count, plural, zero{} one{month} other{months}}
ca: {count, plural, one{mes} other{mesos}}
cs: {count, plural, zero{měsíců} one{měsíc} few{mesíce} many{měsíců} other{měsíců}}
de: {count, plural, zero{} one{Monat} other{Monate}}
es: {count, plural, one{mes} other{meses}}

# weeks
source: {count, plural, zero{} one{week} other{weeks}}
ca: {count, plural, one{setmana} other{weeks}}
cs: {count, plural, zero{týdnů} one{týden} few{týdny} many{týdnů} other{týdnů}}
de: {count, plural, zero{} one{Woche} other{Wochen}}
es: {count, plural, one{semana} other{semanas}}

# years
source: {count, plural, zero{} one{year} other{years}}
ca: {count, plural, one{any} other{anys}}
cs: {count, plural, zero{let} one{rok} few{roky} many{let} other{let}}
de: {count, plural, zero{} one{Jahr} other{Jahre}}
es: {count, plural, one{año} other{años}}

source: Got it!
ca: Ho tinc!
cs: Rozumím!
de: Verstanden!
es: ¡Entendido!

source: Cancel
ca: Cancel·la
cs: Zrušit
de: Abbrechen
es: Cancelar

source: Close
ca: Tanca
cs: Zavřít
de: Schließen
es: Cerrar

source: Create
ca: Crea
cs: Vytvořit
de: Erstellen
es: Crear

source: Delete
ca: Esborra
cs: Smazat
de: Löschen
es: Eliminar

source: Edit
ca: Edita
cs: Upravit
de: Bearbeiten
es: Editar

source: Ok
es: Aceptar

source: Save
ca: Desa
cs: Uložit
de: Speichern
es: Guardar

source: Select
ca: Selecciona
cs: Vybrat
de: Auswählen
es: Seleccionar

source: Save changes
ca: Desa canvis
cs: Aktualizovat
de: Änderungen speichern
es: Guardar cambios

source: Upload
ca: Carrega
cs: Nahrát
de: Hochladen
es: Subir

source: You're offline.
ca: Sense connexió.
cs: Jste offline.
de: Du bist offline.
es: Estás desconectado.

source: Delete document
ca: Esborra document
cs: Smazat dokument
de: Dokument löschen
es: Eliminar documento

# removeDocumentFromInbox
source: Document removed from inbox.
ca: Document esborrat de la safata d'entrada.
cs: Dokument odstraněn z inboxu.
de: Dokument aus Posteingang entfernt.
es: Documento eliminado del buzón.

# areYouSureYouWantToMarkAllDocumentsAsSeen
source: Are you sure you want to mark all documents as seen? This will perform a bulk edit operation removing all inbox tags from the documents. This action is not reversible! Are you sure you want to continue?
ca: Segur que vols marcar tots els documents com a vistos? Això realitzarà una operació massiva eliminant totes les etiquetes de la safata d'entrada dels documents. Aquesta acció no és reversible! Continuar?
cs: Opravdu chcete označit všechny dokumenty jako shlédnuté? Toto provede hromadnou úpravu a odstraní inbox tag u všech dokumentů. Toto je nevratná akce! Opravdu chcete pokračovat?
de: Bist Du sicher, dass Du alle Dokumente als gesehen markieren möchtest? Dadurch wird eine Massenbearbeitung durchgeführt, bei der alle Posteingangs-Tags von den Dokumenten entfernt werden. Diese Aktion kann nicht rückgängig gemacht werden! Möchtest Du trotzdem fortfahren?
es: ¿Está seguro de marcar todos los documentos como leídos? Esto realizará una edición masiva que eliminará todas las etiquetas de entrada de los documentos. ¡Esta acción no es reversible! ¿Desea continuar?

source: Mark all as seen?
ca: Marca tot com a llegit?
cs: Označit vše jako shlédnuté?
de: Alle als gesehen markieren?
es: ¿Marcar todos como leídos?

source: All seen
ca: Tot vist
cs: Označit vše jako shlédnuté
de: Alle gesehen
es: Todos leídos

source: Mark as seen
ca: Marca com a llegit
cs: Označit jako shlédnuté
de: Als gesehen markieren
es: Marcar como leído

source: Refresh
ca: Refresca
cs: Obnovit
de: Neu laden
es: Recargar

source: You do not have unseen documents.
ca: Sense document no vistos.
cs: Nemáte neshlédnuté dokumenty.
de: Du hast keine ungesehenen Dokumente.
es: No tienes documentos no leídos.

source: Quick Action
ca: Acció ràpida
cs: Rychlá akce
de: Schnell Aktion
es: Acción rápida

source: Suggestion successfully applied.
ca: Suggerència aplicada correctament.
cs: Návhr úspěšně použit.
de: Vorschlag wurde erfolgreich angewendet.
es: Sugerencia aplicada correctamente.

source: Today
ca: Avui
cs: Dnes
de: Heute
es: Hoy

source: Undo
ca: Desfer
cs: Vrátit
es: Deshacer

# nUnseen
source: {count} unseen
ca: {count} no vist
cs: {count} neshlédnuté
de: {count} ungesehen
es: {count} no leídos

# swipeLeftToMarkADocumentAsSeen
source: Hint: Swipe left to mark a document as seen and remove all inbox tags from the document.
ca: Suggeriment: llisca el dit cap a l'esquerra per marcar un document com a vist i eliminar totes les etiquetes del document.
cs: Tip: Potáhnutím doleva označit dokument jako shlédnutý a odstranit všechny inbox tagy.
de: Tipp: Wische nach links um ein Dokument als gesehen zu markieren und alle Posteingangs-Tags von diesem Dokument zu entfernen.
es: Consejo: Deslice a la izquierda para marcar un documento como leído y elimina todas la etiquetas de entrada del documento.

source: Yesterday
ca: Ahir
cs: Včera
de: Gestern
es: Ayer

source: Any assigned
ca: Qualsevol assignat
cs: Jakékoliv přiřazené
de: Beliebig zugewiesen
es: Cualquier asignado

source: No items found!
ca: Elements no trobats!
cs: Nic se neshoduje!
de: Keine Treffer gefunden!
es: ¡No se han encontrado elementos!

source: Case Irrelevant
ca: No distingeix majúscules-minúscules
cs: Ignorovat velikost znaků
de: Groß-/Kleinschreibung irrelevant
es: Sin distinción mayúscula/minúscula

source: Matching Algorithm
ca: Algoritme coincident
cs: Algoritmus shody
de: Zuweisungsalgorithmus
es: Algoritmo de coincidencia

source: Match
ca: Coincidència
cs: Shoda
de: Zuweisungsmuster
es: Coincidencia

source: Name
ca: Nom
cs: Jméno
es: Nombre

source: Not assigned
ca: No assignat
cs: Nepřiřazeno
de: Nicht zugewiesen
es: Sin asignar

source: Add new correspondent
ca: Crear nou corresponsal
cs: Založit nového korespondenta
de: Erstelle neuen Korrespondenten
es: Añadir nuevo interlocutor

# noCorrespondentsSetUp
source: You don't seem to have any correspondents set up.
ca: No has afegit cap corresponsal.
cs: Zatím nebyli založeni žádní korespondenti.
de: Es wurden noch keine Korrespondenten angelegt.
es: Parece que no tienes ningún interlocutor configurado.

source: Correspondents
ca: Corresponsals
cs: Korespondenti
de: Korrespondenten
es: Interlocutores

source: Add new document type
ca: Crea nou tipus de document
cs: Založit nový typ dokumentu
de: Erstelle neuen Dokumenttypen
es: Añadir nuevo tipo de documento

# noDocumentTypesSetUp
source: You don't seem to have any document types set up.
ca: No has afegit cap tipus de document.
cs: Zdá se že zatím nebyly založeny žádné typy dokumentů.
de: Es wurden noch keine Dokumenttypen angelegt.
es: Parece que no tienes ningún tipo de documento configurado.

source: Document Types
ca: Tipus Documents
cs: Typy dokumentů
de: Dokumenttypen
es: Tipos de Documentos

source: Add new storage path
ca: Nova ruta emmagatzematge
cs: Vytvořit novou cestu k úložišti
de: Erstelle neuen Speicherpfad
es: Agregar nueva ruta de almacenamiento

# noStoragePathsSetUp
source: You don't seem to have any storage paths set up.
ca: No has afegit cap ruta d'emmagatzematge.
cs: Zdá se že zatím nebyly vytvořeny žádné cesty k úložištím.
de: Es wurden noch keine Speicherpfade angelegt.
es: Parece que no tienes ninguna ruta de almacenamiento configurada.

source: Storage Paths
ca: Rutes emmagatzematge
cs: Cesty k úložišti
de: Speicherpfade
es: Rutas de Almacenamiento

source: Add new tag
ca: Afegir nova etiqueta
cs: Založit nový tag
de: Erstelle neuen Tag
es: Agregar nueva etiqueta

# noTagsSetUp
source: You don't seem to have any tags set up.
ca: No has afegit cap etiqueta.
cs: Zdá se že zatím nebyly založeny žádné tagy.
de: Es wurden noch keine Tags angelegt.
es: Parece que no tienes ninguna etiqueta configurada.

source: Linked Documents
ca: Documents enllaçats
cs: Propojené dokumenty
de: Referenzierte Dokumente
es: Documentos vinculados

source: Advanced Settings
ca: Opcions avançades
cs: Rozšířená nastavení
de: Erweiterte Einstellungen
es: Ajustes Avanzados

source: Passphrase
ca: Contrasenya
cs: Heslová fráze
es: Frase de seguridad

source: Configure Mutual TLS Authentication
ca: Configura Autentificació TLS mútua
cs: Konfigurovat vzájemné TLS ověřování
de: Konfiguriere Mutual TLS Authentifizierung
es: Configurar Autenticación Mutua TLS

# invalidCertificateFormat
source: Invalid certificate format, only .pfx is allowed
ca: Format de certificat invàlid, només s'accepta .pfx
cs: Neplatný certifikát, povolen pouze .pfx formát.
de: Ungültiges Zertifikatsformat, nur .pfx ist erlaubt.
es: Formato de certificado inválido, solo se permite .pfx

source: Client Certificate
ca: Certificat de client
cs: Klientský certifikát
de: Client Zertifikat
es: Certificado de Cliente

source: Select file...
ca: Selecciona Fitxer...
cs: Vybrat soubor...
de: Datei auswählen...
es: Seleccionar archivo...

# continueLabel
source: Continue
ca: Continua
cs: Pokračovat
de: Fortfahren
es: Continuar

source: Incorrect or missing certificate passphrase.
ca: Incorrecte o falta de contrasenya de certificat.
cs: Chybná nebo chybějící heslová fráze certifikátu.
de: Falsche oder fehlende Zertifikatspassphrase.
es: Frase de seguridad del certificado no encontrada o incorrecta.

source: Connect
ca: Connecta
cs: Připojit
de: Verbinden
es: Conectar

source: Password
ca: Contrasenya
cs: Heslo
de: Passwort
es: Contraseña

source: Password must not be empty.
ca: Contrasenya no pot ser buida.
cs: Heslo nesmí být prázdné.
de: Passwort darf nicht leer sein.
es: La contraseña no debe estar vacía.

source: Connection timed out.
ca: Temps de connexió exhaurit.
cs: Čas spojení vypršel.
de: Zeitüberschreitung der Verbindung.
es: Tiempo de conexión agotado.

# loginPageReachabilityMissingClientCertificateText
source: A client certificate was expected but not sent. Please provide a certificate.
ca: Certificat de client esperat però no trobat. Proporciona un certificat.
cs: Byl očekáván certifikát klienta, ale nebyl dodán. Dodejte prosím certifikát.
de: Ein Client-Zertifikat wurde erwartet aber nicht gesendet. Bitte stelle ein Zertifikat zur Verfügung.
es: Se esperaba un certificado de cliente pero no se ha enviado. Proporcione un certificado de cliente válido.

# couldNotEstablishConnectionToTheServer
source: Could not establish a connection to the server.
ca: No es pot establir una connexió amb el servidor.
cs: Nepodařilo se navázat spojení se serverem.
de: Es konnte keine Verbindung zum Server hergestellt werden.
es: No se ha podido establecer una conexión con el servidor.

# connectionSuccessfulylEstablished
source: Connection successfully established.
ca: Connexió establerta correctament.
cs: Připojení úspěšně vytvořeno.
de: Verbindung erfolgreich hergestellt.
es: La conexión se ha establecido correctamente.

# hostCouldNotBeResolved
source: Host could not be resolved. Please check the server address and your internet connection.
ca: No es pot connectar al host. Comprova l'adreça del servidor i la connexió a internet.
cs: Adresa nemohla být rozpoznána. Zkontrolujte prosím adresu serveru a své internetové připojení.
de: Der Host konnte nicht aufgelöst werden. Bitte überprüfe die Server-Adresse und deine Internetverbindung.
es: El host no pudo ser resuelto. Por favor, compruebe la dirección del servidor y su conexión a Internet.

source: Server Address
ca: Adreça Servidor
cs: Adresa serveru
de: Server-Adresse
es: Dirección del servidor

source: Invalid address.
ca: Adreça Invàlida.
cs: Neplatná adresa
de: Ungültige Adresse.
es: Dirección inválida.

source: Server address must include a scheme.
ca: Adreça del servidor ha d'incloure esquema.
cs: Adresa serveru musí obsahovat schéma.
de: Server-Adresse muss ein Schema enthalten.
es: La dirección del servidor debe incluir un esquema.

source: Server address must not be empty.
ca: Adreça del servidor no pot estar buida.
cs: Adresa serveru nesmí být prázdná.
de: Server-Addresse darf nicht leer sein.
es: La dirección del servidor no puede estar vacía.

source: Sign In
ca: Entrar
cs: Přihlásit
de: Anmelden
es: Iniciar sesión

# loginPageSignInTitle
source: Sign In
ca: Entrar
cs: Přihlásit
de: Anmelden
es: Iniciar sesión

# signInToServer
source: Sign in to {serverAddress}
ca: Entrar a {serverAddress}
cs: Přihlásit k {serverAddress}
de: Bei {serverAddress} anmelden
es: Iniciar sesión en {serverAddress}

source: Connect to Paperless
ca: Connecta a Paperless
cs: Propojit s Paperless
de: Mit Paperless verbinden
es: Conectar a Paperless

source: Username
ca: Nom usuari
cs: Jméno uživatele
de: Nutzername
es: Usuario

source: Username must not be empty.
ca: Nom d'usuari no pot estar buit.
cs: Jméno uživatele nesmí být prázdné.
de: Nutzername darf nicht leer sein.
es: Usuario no puede estar vacío.

source: Document contains all of these words
ca: Document conté totes aquestes paraules
cs: Dokument obsahuje všechna tato slova
de: Dokument enthält alle folgenden Wörter
es: El documento contiene todas estas palabras

source: All
ca: Tot
cs: Vše
de: Alle
es: Todo

source: Document contains any of these words
ca: Document conté qualsevol d'aquestes paraules
cs: Dokument obsahuje některé z těchto slov
de: Dokument enthält eins der folgenden Wörter
es: El documento contiene cualquiera de estas palabras

source: Any
ca: Qualsevol
cs: Jakékoliv slovo
de: Irgendein Wort
es: Cualquiera

source: Learn matching automatically
ca: Aprenentatge automàtic
cs: Učit přiřazování automaticky
de: Zuweisung automatisch erlernen
es: Aprendizaje automático

source: Document contains this string
ca: Document conté la cadena
cs: Dokument obsahuje tento řetězec
de: Dokument enthält die folgende Zeichenkette
es: El documento contiene este texto

source: Exact
ca: Exacte
cs: Přesný
de: Exakt
es: Exacto

source: Document contains a word similar to this word
ca: Document conté una paraula semblant a aquesta
cs: Dokument obsahuje slovo podobné tomuto slovu
de: Dokument enthält ein zum folgenden Wort ähnliches Wort
es: El documento contiene una palabra similar a esta

source: Fuzzy
ca: Difús
cs: Podobný
de: Ungenau
es: Similar

source: Document matches this regular expression
ca: Document coincideix amb aquesta expresió regular
cs: Dokument odpovídá regulárnímu výrazu
de: Dokument passt zum folgenden Ausdruck
es: El documento coincide con la expresión regular

source: Regular Expression
ca: Expressió Regular
cs: Regulární výraz
de: Regulärer Ausdruck
es: Expresión regular

source: An internet connection could not be established.
ca: No s'ha pogut establir una connexió a internet.
cs: Nezdařilo se vytvořit připojení k internetu.
de: Es konte keine Verbindung zum Internet hergestellt werden.
es: No se ha podido establecer una conexión a internet.

source: Done
ca: Fet
cs: Hotovo
de: Fertig
es: Hecho

source: Next
ca: Següent
cs: Další
de: Weiter
es: Siguiente

# couldNotAccessReceivedFile
source: Could not access the received file. Please try to open the app before sharing.
ca: No es pot accedir al fitxer rebut. Prova d'obrir l'app abans de compartir.
cs: Přístup k obdrženému souboru zamítnut. Než budeš sdílet, zkus nejdříve otevřít aplikaci.
de: Der Zugriff auf die empfangene Datei wurde verweigert. Bitte öffne die App vor dem teilen.
es: No se ha podido acceder al archivo recibido. Intente abrir la app antes de compartir.

source: New View
ca: Nova Vista
cs: Nový náhled
de: Neue Ansicht
es: Nueva vista

# createsASavedViewBasedOnTheCurrentFilterCriteria
source: Creates a new view based on the current filter criteria.
ca: Crea una nova vista basada en els filtres actuals.
cs: Vytvoří nový náhled na základě aktuálních pravidel filtru.
de: Erstellt eine neue Ansicht basierend auf den aktuellen Filterkriterien.
es: Crea una nueva vista basada en el actual criterio de filtrado.

source: Create views to quickly filter your documents.
ca: Crea vistes per filtrar documents de manera ràpida.
cs: Vytvoře si různé náhledy pro rychlé filtrování dokumentů.
de: Lege Ansichten an, um Dokumente schneller zu finden.
es: Crea vistas para filtrar rápidamente tus documentos.

# nFiltersSet
source: {count, plural, zero{{count} filters set} one{{count} filter set} other{{count} filters set}}
ca: {count, plural, one{{count} filtre aplicat} other{{count} filtres aplicats}}
cs: {count, plural, zero{{count} filtrů nastaveno} one{{count} filtr nastaven} few{{count} filtry nastaveny} many{{count} filtrů nastaveno} other{{count} filtrů nastaveno}}
de: {count, plural, zero{{count} Filter gesetzt} one{{count} Filter gesetzt} other{{count} Filter gesetzt}}
es: {count, plural, one{{count} filtro aplicado} other{{count} filtros aplicados}}

source: Show in sidebar
ca: Mostra a la barra lateral
cs: Zobrazit v postranní liště
de: In Seitenleiste zeigen
es: Mostrar en la barra lateral

source: Show on dashboard
ca: Mostra al panell
cs: Zobrazit na hlavním panelu
de: Auf Startseite zeigen
es: Mostrar en el panel

source: Views
ca: Vistes
cs: Uložené náhledy
de: Ansichten
es: Vistas

source: Clear all
ca: Neteja tot
cs: Smazat všechny
de: Alle löschen
es: Limpiar todo

source: Scan
ca: Escaneja
cs: Sken
de: Aufnahme
es: Escanear

# previewScan
source: Preview
ca: Previsualitza
cs: Náhled
de: Vorschau
es: Vista previa

source: Scroll to top
ca: Torna a dalt
de: Zum Anfang
es: Volver arriba

source: Paperless server version
ca: Versió servidor Paperless
cs: Verze Paperless serveru
es: Versión del servidor Paperless

source: Dark Theme
ca: Tema fosc
cs: Tmavý vzhled
de: Dunkler Modus
es: Tema Oscuro

source: Light Theme
ca: Tema clar
cs: Světlý vzhled
de: Heller Modus
es: Tema Claro

# systemTheme
source: Use system theme
ca: Utilitza tema del sistema
cs: Použít systémový vzhled
de: Benutze Sytemeinstellung
es: Usar tema del sistema

source: Appearance
ca: Aparença
cs: Vzhled
de: Aussehen
es: Apariencia

source: Language and visual appearance
ca: Llengua i aspecte visual
cs: Jazyk a vzhled
de: Sprache und Aussehen
es: Idioma y apariencia visual

# applicationSettings
source: Application
ca: Aplicació
cs: Aplikace
de: Anwendung
es: Aplicación

# colorSchemeHint
source: Choose between a classic color scheme inspired by a traditional Paperless green or use the dynamic color scheme based on your system theme.
ca: Tria entre un esquema de colors clàssic inspirat en un verd tradicional de Paperless o utilitzeu l'esquema de colors dinàmic basat en el tema del vostre sistema.
cs: Vyberte mezi klasickým barevným schématem inpirovaným Paperless zelenou nebo použijte dynamické barevné schéma, založené na barvách běžícího systému.
de: Wähle zwischen einem klassischen Farbschema, das vom traditionellen Paperless-Grün inspiriert ist, oder einem dynamische Farbschema basierend auf den Systemfarben.
es: Elija entre un esquema de colores clásicos, inspirado en el verde tradicional de Paperless, o utilice un esquema de color dinámico, basado en el tema del sistema.

# colorSchemeNotSupportedWarning
source: Dynamic theming is only supported for devices running Android 12 and above. Selecting the 'Dynamic' option might not have any effect depending on your OS implementation.
ca: Temàtica dinàmica només admès per a dispositius amb Android 12 i versions posteriors. La selecció de l'opció "Dinàmica" pot no tenir cap efecte en funció de la implementació del vostre sistema operatiu.
cs: Dynamické rozpoznávání barev podporují pouze přístroje se systémem Android 12 a vyšším. Vybrání dynamických barev na starších systémech nebude mít pravděpodobně žádný efekt.
de: Dynamische Farbgebung wird nur von Geräten mit Android 12 und höher unterstützt. Das Auswählen des dynamischen Farbschemas hat für Geräte unter Android 12 womöglich keinen Effekt.
es: El tema dinámico solamente es compatible con dispositivos con Android 12 o superior. Seleccionar la opción 'Dinámico' podría no tener efecto dependiendo de la implementación en su sistema operativo.

source: Colors
cs: Barvy
de: Farben
es: Colores

source: Language
ca: Idioma
cs: Jazyk
de: Sprache
es: Idioma

source: Security
ca: Seguretat
cs: Zabezpečení
de: Sicherheit
es: Seguridad

# mangeFilesAndStorageSpace
source: Manage files and storage space
ca: Gestioneu fitxers i espais d'emmagatzematge
cs: Spravovat soubory a velikost úložiště
de: Dateien und Speicherplatz verwalten
es: Administre los archivos y el espacio de almacenamiento

source: Storage
ca: Emmagatzematge
cs: Úložiště
de: Speicher
es: Almacenamiento

source: Dark
ca: Fosc
cs: Tmavý
de: Dunkel
es: Oscuro

source: Light
ca: Clar
cs: Světlý
de: Hell
es: Claro

source: System
ca: Sistema
cs: Systémový
es: Sistema

source: Ascending
ca: Ascendent
cs: Vzestupně
de: Aufsteigend
es: Ascendente

source: Descending
ca: Descendent
cs: Sestupně
de: Absteigend
es: Descendente

# storagePathDay
source: day
ca: dia
cs: den
de: Tag
es: día

# storagePathMonth
source: month
ca: mes
cs: měsíc
de: Monat
es: mes

# storagePathYear
source: year
ca: any
cs: rok
de: Jahr
es: año

source: Filter tags...
ca: Filtra etiquetes...
cs: Začni psát...
de: Beginne zu tippen...
es: Filtrar etiquetas...

source: Inbox-Tag
ca: Etiqueta d'entrada
cs: Tag inboxu
de: Posteingangs-Tag
es: Etiqueta de entrada
